/* Access Disabled - Header */
"Access Disabled" = "访问被禁止";

/* Access Disabled - Message */
"Access to this account is disabled. Log in to your YouTube account to learn more." = "Der Zugriff auf dieses Konto wurde deaktiviert. Melden Sie sich bei Ihrem YouTube-Konto an, um mehr zu erfahren.";

/* Account Deleted - Header */
"Account Deleted/Account not found" = "账户已删除/账户不存在";

/* Account Disabled - Header */
"Account Disabled" = "账户已禁用";

/* Account Migrated - Header */
"Account Migrated" = "Account migriert";

/* Account Not Verified - Header */
"Account Not Verified" = "账户未验证";

/* Error Uploading Captions - Message */
"An error occured while sending captions to YouTube.  The captions were not uploaded." = "Fehler beim Übermitteln der Untertitel an YouTube. Die Untertitel wurden nicht hochgeladen.";

/* Network Unavailable - Message */
"Check your Internet connection." = "检查你的网络连接。";

/* Wrong system time - Header */
"Date and Time System Error" = "日期和时间系统错误";

/* Incorrect Username/Password - Header */
"Incorrect Username/Password" = "错误的用户名/密码";

/* No linked account - Header */
"Invalid Username" = "无效的用户名";

/* Network Unavailable - Header */
"Network Unavailable" = "网络不可用";

/* Unknown error - Message */
"Please try uploading again. If this recurs, see YouTube's help resources at http://www.google.com/support/youtube/" = "Bitte wiederholen Sie das Hochladen. Wenn dieses Problem erneut auftritt, konsultieren Sie die Hilfe-Ressourcen von YouTube unter http://www.google.com/support/youtube/";

/* Account Disabled - Message */
"The YouTube account entered is disabled. Log in to your YouTube account to resolve this issue." = "Das eingegebene YouTube-Konto wurde deaktiviert. Bitte melden Sie sich bei Ihrem YouTube-Konto an, um dieses Problem zu lösen.";

/* Account Deleted - Message */
"The YouTube account entered no longer exists." = "Das eingegebene YouTube-Konto existiert nicht mehr.";

/* Account Migrated - Message */
"The YouTube account has been migrated to a Google account.  Please try your Google account password." = "Das YouTube-Konto wurde auf ein Google-Konto migriert. Bitte verwenden Sie das Kennwort für Ihr Google-Konto.";

/* Incorrect Username/Password - Message */
"The YouTube username or password entered is incorrect." = "Der eingegebene Benutzername oder das Kennwort für YouTube ist falsch.";

/* Account Not Verified - Message */
"The email address entered has not been verified with your YouTube account. Log in to your YouTube account to resolve this issue." = "Die eingegebene E-Mail-Adresse wurde nicht für Ihr YouTube-Konto verifiziert. Bitte melden Sie sich bei Ihrem YouTube-Konto an, um dieses Problem zu lösen.";

/* No linked account - Message */
"The username entered is not linked with a YouTube account." = "Der eingegebene Benutzername ist nicht mit einem YouTube-Konto verknüpft.";

/* Terms of Use Not Agreed To - Message */
"To upload this video you must first agree to YouTube’s terms of use. Log in to your YouTube account to resolve this issue." = "Um dieses Video hochzuladen, müssen Sie zunächst den Nutzungsbedingungen von YouTube zustimmen. Bitte melden Sie sich bei Ihrem YouTube-Konto an, um dieses Problem zu lösen.";

/* Unknown error - Header */
"Unexpected YouTube Response" = "Unerwartete Antwort von YouTube";

/* Unknown error - Header */
"Unknown" = "未知";

/* YouTube Unavailable - Message */
"Uploading content to YouTube is temporarily unavailable. Please try again later." = "Das Hochladen von Inhalten zu YouTube ist vorübergehend nicht möglich. Bitte wiederholen Sie den Vorgang später.";

/* Error Uploading Captions - Header */
"YouTube Captions" = "YouTube-Untertitel";

/* Terms of Use Not Agreed To - Header */
"YouTube Terms of Use" = "YouTube-Nutzungsbedingungen";

/* YouTube Unavailable - Header */
"YouTube Unavailable" = "YouTube nicht erreichbar";

/* Wrong system time - Message */
"YouTube detected an error in the date and time system settings. Please correct the settings, then try uploading again." = "YouTube hat einen Systemfehler bei Datum und Uhrzeit festgestellt. Bitte korrigieren Sie die Einstellungen und wiederholen Sie dann den Vorgang.";

/* YouTube error code with error number */
"YouTube error code:" = "YouTube-Fehlercode:";

